lexicon: dict[str:str] = {
    'msg_from_admin': 'Сообщение от администратора:',
    'help': '⚙️ По вопросам проверки заданий и проблем с ботом пишите @???'
            '\n\nСписок команд:'
            '\n/language - смена языка'
            '\n/help - помощь'
            '\n/status - мой статус'
    ,
    'start': 'Привет!',
    'delete_context': 'Контекст удален',
    'model': 'Выберите модель нейросети',
    'model_ok': 'Выбана модель: {}',
    'status': 'Недоступно',
    'no_ref': 'Ссылка недействительна. Спросите ссылку у того, кто привел вас к нам.',
    'ban': 'Вам заблокирован доступ к боту.',
    'lang_ok': 'Выбран язык {}. Язык ответов нейросети изменится после удаления контекста.'
               '\nНажмите /help, чтобы увидеть все команды',

}
